{
    "anim": "Animation",
    "Illustrations": "Illustrations",
    "Memes": "Memes",
    "Blog": "Blog",
    "Contact": "Contact",
    "card_title": "Get TO KNOW ",
    "us": " US",
    "card_text_1": "We work with the crypto OGs, degens, protocol founders, DAOs, DeFi & NFT projects, P2E gaming and Metaverse builders and other decentralised disruptors to create and deliver the best Web3 content in the world.",
    "card_text_2": " is a professional agency specializing in providing a full range of services in editing, website creation, animation, illustration, and 3D video production for crypto projects, crypto coins, and crypto startups. We offer anonymous collaboration and deliver custom work tailored to the individual needs of each client.",
    "card_some": "The Meme Protocol",
    "call": "Introduction Call",
    "call_2": "Web conferencing details provided upon confirmation",
    "cal_h1": "JUST A FEW OF THE CLIENTS WE’VE WORKED WITH",
    "sec": "Our agency brings together a team of experienced professionals with a deep understanding of both the crypto industry and modern visualization technologies. We specialize in creating unique visual content that helps crypto projects stand out in the market and effectively communicate with their audience.",
    "video_1": "CHOOSE WORLD CLASS ", "web": "WEB3" , "video_2":" CONTENT",
    "form": "CONTACT THE LEADING WEB3 MARKETING AGENCY FOR CONTENT THAT ",
    "form_2": "WINS",
    "ill": "ILLUSTRATIONS", "ill_2": "3D ANIMATION", "ill_3": "2D ANIMATION",
    "ill_4": "STICKERS", "ill_5": "CHARACKTERS CREATION", "ill_6": "WEBSITES",
    "ill_7": "MEMES", "ill_8": "GIFs",



    "i_1": "ILLUSTRATIONS",
    "i_2": "Cryptocurrencies, blockchain, meta-universes... Behind these futuristic terms, the main thing - the human factor - is often lost. After all, behind every project there are people, ideas and emotions. It is illustrations that help to overcome this barrier, turning faceless code into a fascinating story.",
    "i_3": "Imagine a world without images. Just text, numbers, graphs. Boring, isn't it? Illustrations are like windows to another world, they make abstract concepts tangible and complex technologies understandable and even fascinating.",
    "i_4": "What is the magic of illustrations?",
    "i_5": "They speak the language of emotion: ",
    "i_6": "Do you want to inspire trust? Use calm tones and soft shapes. Need drive and energy? Bright colours and dynamic compositions will do the trick!",
    "i_7": "They tell stories: ",
    "i_8": "Illustrations help visualise a project's values, mission and goals, creating a unique narrative that resonates with your audience.",
    "i_9": "They build community: ",
    "i_10": "Vibrant, memorable images bring people together to form a loyal community around the project.",
    "i_11": "Need examples? Easy!",
    "i_12": "NFT collection Bored Ape Yacht Club. Funny monkeys became a symbol of status and belonging to an elite club. Or the Axie Infinity project, where cute Axie creatures are not only participants of the game, but also objects of investment.",
    "i_13": "Illustrations should not just be beautiful, but work to achieve the specific goals of the project. In the world of cryptocurrencies, where technology reigns supreme, it is illustrations that help projects gain soul, character, and emotional response from the audience.",

    "3_1": "3D ANIMATION",
    "3_2": "The world of cryptocurrencies is a world of innovations, breakthroughs, and ideas that change reality. But how to convey the full power and potential of your project to an investor who is spoiled by special effects and Hollywood scope? How to make them not just read, but see the future you are creating?",
    "3_3": "The answer is ", "3_4": "3D animation.",
    "3_5": "Forget static images and dry figures. 3D animation is:",
    "3_6": "A time machine to the future: ",
    "3_7": "Immerse the investor in the virtual reality of your project. Show how the algorithm works, visualise complex processes, let them touch the world you create.",
    "3_8": "Emotional explosion: ",
    "3_9": "3D animation is not just a picture, it is a story told in the language of emotions. This is an opportunity to make the viewer feel your idea, live it, believe in it.",
    "3_10": "A persuasive tool: ",
    "3_11": "In a world where attention is the most valuable currency, 3D animation makes you stand out from the crowd. It attracts, it retains, it makes you remember.",
    "3_12": "Imagine:",
    "3_13": "Your DeFi protocol ",
    "3_14": "is not just code on a screen, but a futuristic city where data is energy and transactions are the pulsating arteries of a new economy.",
    "3_15": "Your NFT collection ",
    "3_16": "is not just pictures, but living characters in an exciting animated movie that you want to re-watch again and again.",
    "3_17": "3D animation is not just beautiful, it's effective:",
    "3_18": "Increases brand recognition: ",
    "3_19": "Bright, memorable animation is the best business card of the project.",
    "3_20": "Increases conversion: ",
    "3_21": "Visualisation of ideas and opportunities is the shortest way to the heart (and wallet) of an investor.",
    "3_22": "Builds community: ",
    "3_23": "High-quality 3D animation is a reason for pride and discussion among your users.",
    "3_24": "Ready to open the door to the future of your crypto project?",

   
        "2_1": "2D ANIMATION",
        "2_2": "Tired of endless white papers and one-size-fits-all presentations in the crypto world? We get it. After all, even the most ingenious algorithm will not touch the hearts of investors if its presentation is as boring as a lecture on quantum physics for fifth graders.",
        "2_3": "The secret of success lies in emotion. The ability to hook, to enthuse, to make them believe in your idea. And that's where 2D animation comes into play – a magical tool that turns complex concepts into compelling stories.",
        "2_4": "Imagine this:",
        "2_5": "Instead of reading about the benefits of your blockchain platform, the viewer watches an epic battle where a hero (naturally representing your project) battles rival monsters using the superpower of decentralisation.",
        "2_6": "Instead of dry facts about your NFT project, it's a fascinating story about a world where unique characters come to life, interact, and create their own universe full of adventure and, of course, value.",
        "2_7": "Feel the difference? 2D animation isn't just a pretty picture. It's:",
        "2_8": "An emotional magnet: ",
        "2_9": "Vivid characters, exciting plots, humour, drama – everything to pique the viewer's interest and desire to learn more.",
        "2_10": "Language of Simplicity: ",
        "2_11": "2D animation transforms complex technical details into clear and engaging images that are accessible to everyone.",
        "2_12": "Viral content: ",
        "2_13": "Quality animation is like a bombshell in the content world. It's shared, it's discussed, it works for your visibility 24/7.",
        "2_14": "Ready to breathe life into your crypto project?",
    
    "4_1": "STICKERS",
    "4_2": "How do you shout through the digital hurricane to your audience? How to make them not only hear, but also love your project? The answer is simple: speak to them in the language of emotions – the language of stickers!",
    "4_3": "Imagine: your token is not just a line of code, but a bold sticker pack hero storming Telegram chats. He winks from smartphone screens, comments caustically on market fluctuations and gathers armies of fans.",
    "4_4": "Does that sound cool? Well, it's real!",
    "4_5": "Stickers are more than just pictures. They are concentrated emotion, viral content that spreads at the speed of wildfire.",
    "4_6": "They are:",
    "4_7": "Break the ice: ",
    "4_8": "one apt sticker will say more than a thousand words, defuse the situation and bring a brand closer to people.",
    "4_9": "Turn complex things into simple things: ",
    "4_10": "want to explain the principles of DeFi in an easy-to-understand way or talk about the benefits of your blockchain? Stickers can do it with a bang!",
    "4_11": "Create a community: ",
    "4_12": "common jokes, recognizable characters, corporate identity – stickers unite people around your project, turning them into loyal adherents.",
    "4_13": "Universal language of emotions: ",
    "4_14": "humour, joy, enthusiasm – stickers convey feelings that are difficult to express in words, creating a strong emotional connection with the audience.",
    "4_15": "We will create for you crypto-stickers that will become an integral part of your communication with your audience, cause a viral effect and help you reach new heights in the world of cryptocurrencies!"
,
"5_1": "CHARACTERS CREATION",
"5_2": "New projects appear in the world every day, and the battle for the attention of investors and users is becoming fiercer than a gladiatorial battle in the Colosseum arena. So how can you escape from this digital noise and capture your project in people’s minds? The answer is simple: ",
"5_3": "give it a face, give it a character, give it a soul - create a unique character!",
"5_4": "Imagine: a boring technical document with endless graphs and dry facts turns into an exciting story told by a charismatic hero. Complex technical details become clear and accessible, embodied in vivid images and metaphors. Your project ceases to be a faceless set of code - it comes to life, acquires a voice and charisma.",
"5_5": "Concept and character design is not just a pretty picture, it is a powerful branding tool.",
"5_6": "Think of Bitcoin ",
"5_7": "with its mysterious creator Satoshi Nakamoto and the recognizable ₿ symbol.",
"5_8": "Ethereum ",
"5_9": "and its “cosmic” image, whose ambitious goal is to create a “world computer” and a recognizable logo in the form of a geometric figure resembling a planet or galaxy.",
"5_10": "CryptoPunks, ", "5_10_1": "Or ",
"5_11": "a collection of pixel punks that came to symbolise the NFT avatar boom and sparked a whole wave of interest in digital assets. Each CryptoPunk is unique, with its own style and character, making it a coveted collector's item and investment.",
"5_12": "These images perfectly reflect the scale and innovativeness of projects that seek to go beyond the usual world of finance and change the very structure of the Internet. They have become iconic not only because of their technology, but also because of their vivid, memorable images that evoke emotions and create a strong connection with the audience.",
"5_13": "The Meme Protocol ",
"5_14": "is your forge of digital heroes. We will breathe life into your crypto project by creating a unique character that will become its calling card.",
"5_15": "Do you want a fierce Tyrannosaurus ",
"5_16": "to represent the power and reliability of your blockchain? Or a wise Jedi, symbolising the innovativeness and foresight of your idea?",
"5_17": "We will turn your ideas into reality.",

"6_1": "WEBSITES",
    "6_2": "Let's be honest: in the world of cryptocurrency, a beautiful website is not a luxury, but a necessity. While you're touting your ingenious DeFi protocol on social media, someone else is already raising millions by launching a website that makes investors' eyes light up.",
    "6_3": "You need a website that screams: “Hey, look, I've got something interesting here!” ",
    "6_4": "That's exactly the kind of site " ,
    "6_4_1": "The Meme Protocol ", "6_4_2": "creates.",
    "6_5": "Forget boring templates and faceless stock sites. We won't burden you with abstruse terms and marketing promises. Just look at our works - they speak for themselves.",
    "6_6": "What do we guarantee? ",
    "6_7": "We will turn your idea into a visual masterpiece that will stand out from faceless competitors.",
    "6_7_1": "Design: ",
    "6_8": "Integration with cryptocurrency wallets, interactive elements, exciting animations - we know how to turn website visitors into investors.",
    "6_8_1": "Functionality that sells: ",
    "6_9": "We value your time, so we guarantee lightning-fast site loading and flawless performance on all devices.",
    "6_9_1": "Speed of Light: ",
    "6_10": "We will bring your site to the top of the search results so that the whole world will know about you.",
    "6_10_1": "SEO magic: ",

    "7_1": "MEMES",
    "7_2": "The cryptocurrency industry is not only complex technology and risky investments. It is also a vibrant community full of enthusiasm, humour and, of course, memes. Yes, these funny pictures and viral phrases play an unexpectedly important role in the world of crypto.",
    "7_3": "Memes are not just entertainment, but a powerful marketing tool. They are able to spread information lightning fast, shape the image of a project and create an emotional connection with the audience.",
    "7_4": "What is the secret to their effectiveness?",
    "7_5": "Simplicity and accessibility: ",
    "7_6": "Memes are easy to understand and interpret without even getting into the technical details of blockchain.",
    "7_7": "Viral potential: ",
    "7_8": "Memes that are memorable and funny spread quickly across social media, expanding your audience's reach.",
    "7_9": "Emotional connection: ",
    "7_10": "Memes evoke emotion – laughter, surprise, sympathy – which drives memorability and brand loyalty.",
    "7_11": "Examples of successful use of memes in cryptomarketing:",
    "7_12": "Dogecoin: ",
    "7_13": "Originally created as a joke, Dogecoin became one of the most recognizable cryptocurrencies thanks to a meme featuring a Shiba Inu dog.",
    "7_14": "WallStreetBets and GameStop: ",
    "7_15": "Memes drove GameStop's stock growth, demonstrating the influence of the online community on financial markets.",
    "7_16": "It's important to remember: ",
    "7_17": "Memes should be relevant, ethical and in line with brand values. A bad meme can damage a project's reputation.",


    
        "8_1": "GIFs",
        "8_2": "In the world of cryptocurrencies, where new projects appear every day, it is important to stand out from the crowd. And if you think that boring graphics and complicated terms will attract attention to your startup, we hasten to disappoint you. The crypto industry is hungry for bright emotions, viral content and, of course, gifs!",
        "8_3": "Yes, yes, you heard right! The very GIF animations that we love to use in memes and correspondence can become a powerful tool to promote your crypto project.",
        "8_4": "Why are gifs not just funny, but also effective? ",
        "8_5": "Language of emotions: ",
        "8_6": "Unlike static images, gifs are dynamic and emotional. They are able to evoke a smile, surprise, interest - and thus a desire to learn more about your project.",
        "8_7": "Simplicity of perception: ",
        "8_8": "In a world where information overload has reached its peak, people appreciate simplicity and clarity. Gifs allow you to convey complex information in an easy and accessible form.",
        "8_9": "Viral potential: ",
        "8_10": "A good gif is like gold in the world of cryptocurrencies. It can spread at an incredible rate, drawing attention to your project all over the internet.",
        "8_11": "Picture this: ",
        "8_12": "A gif demonstrating the simplicity and ease of use of your cryptocurrency wallet.",
        "8_13": "Or a funny animation that plays up the advantages of your blockchain platform.",
        "8_14": "Or maybe a cute character that will tell you about your project better than any words?",
        "8_15": "Gifs are a universal tool that can be used in any communication channel: from social networks to thematic forums. The main thing is to be creative and create really catchy content.",
        "8_16": "Don’t miss the opportunity to revitalise your crypto project and win the hearts of millions of users with the help of bright and memorable gifs!"
    




    

    
    
}